Repository: Frryad/fryad_calculato
Catalog: lib/l10n/app_*.arb
Languages: ar, ckb

# calculatorTitle
source: Calculator
ar: آلة حاسبة
ckb: ژمێرەر

# menuHeader
source: Menu
ar: القائمة
ckb: مێنۆ

source: Standard Calculator
ar: حاسبة قياسية
ckb: ژمێرەری ستاندارد

source: Dark Mode
ar: الوضع الداكن
ckb: دۆخی تاریک

source: Language
ar: اللغة
ckb: زمان

source: Currency Conversions
ar: تحويل العملات
ckb: گۆڕینەوەی دراو

source: Error
ar: خطأ
ckb: هەڵە

# poundToDinar
source: Pound → Dinar
ar: باوند → دينار
ckb: پاوەند → دینار

# tomanToDinar
source: Toman → Dinar
ar: تومان → دينار
ckb: تمەن → دینار

# dollarToDinar
source: Dollar → Dinar
ar: دولار → دينار
ckb: دۆلار → دینار

# dinarToPound
source: Dinar → Pound
ar: دينار → باوند
ckb: دینار → پاوەند

# dinarToToman
source: Dinar → Toman
ar: دينار → تومان
ckb: دینار → تمەن

# dinarToDollar
source: Dinar → Dollar
ar: دينار → دولار
ckb: دینار → دۆلار

source: Dinar Price
ar: سعر الدينار
ckb: نرخی دینار

source: Pound Price
ar: سعر الباوند
ckb: نرخی پاوەند

source: Toman Price
ar: سعر التومان
ckb: نرخی تمەن

source: Dollar Price
ar: سعر الدولار
ckb: نرخی دۆلار

source: Pound rate
ar: سعر الباوند
ckb: نرخی پاوەند

source: Pound amount
ar: مبلغ الباوند
ckb: بڕی پاوەند

source: Dollar Rate
ar: سعر الدولار
ckb: نرخی دۆلار

source: Toman amount
ar: مبلغ التومان
ckb: بڕی تمەن

source: Toman rate
ar: سعر التومان
ckb: نرخی تمەن

source: Dollar amount
ar: مبلغ الدولار
ckb: بڕی دۆلار

source: Dinar amount
ar: مبلغ الدينار
ckb: بڕی دینار
